lib/xml/removeListsFromCampaign.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:removeListsFromCampaign>
            <!--Optional:-->
            <campaignName>?</campaignName>
            <!--Zero or more repetitions:-->
            <lists>?</lists>
        </ser:removeListsFromCampaign>
    </soapenv:Body>
</soapenv:Envelope>